@extends('Layouts.base')

@section('content')

    <div id="main-img">
        <h1>最強のノート</h1>
    </div>

    

    <div class="welcome-box">
        <h2>シンプルで使いやすいweb上のメモ</h2>
        <p>
        これは最強かつ最高のノートです。<br />
        使い方は簡単です。<br />
        ノートを書いたら保存ボタンを押すだけ。しかし最強のノートはこれだけではありません。
        </p>

        <h3>マークダウンが使えるので見やすさ最強</h3>

        <p>
            <strong># 見出し</strong><br />
            #の後に半角スペースを入れて見出しを書いたら、それは見出しとして認識されます。<br />
            <strong>- リスト</strong><br />
            -の後に半角スペースを入れてリストを書いたら、それはリストとして認識されます。
        </p>

        <p>
            このように最強のノートはシンプルかつエレガントなのです。
        </p>
       
    </div>

@endsection